window.tests = [{
    part: 1,
    text: 'Я метушливий і непосидючий.'
}, {
  part: 1,
  text: 'Я нестриманий і запальний.'
}, {
    part: 1,
    text: 'Я нетерплячий.'
}, {
    part: 1,
    text: 'Я різкий і прямолінійний у спілкуванні.'
}, {
    part: 1,
    text: 'Я часто є ініціатором різноманітних заходів.'
}, {
    part: 1,
    text: 'Я впертий.'
}, {
    part: 1,
    text: 'У суперечці я дуже спритний.'
}, {
    part: 1,
    text: 'Мені важко дотримуватися певний ритм в роботі.'
}, {
    part: 1,
    text: 'Я часто йду на ризик.'
}, {
    part: 1,
    text: 'Я не пам\'ятаю образ.'
}, {
    part: 1,
    text: 'Я говорю дуже швидко і збуджено.'
}, {
    part: 1,
    text: 'Я неврівноважений і часто запалююсь з дрібниці.'
}, {
    part: 1,
    text: 'Я нетерпимий до недоліків інших.'
}, {
    part: 1,
    text: 'Я люблю дражнити людей.'
}, {
    part: 1,
    text: 'Моя міміка дуже виразна.'
}, {
    part: 1,
    text: 'Я швидко приймаю рішення.'
}, {
    part: 1,
    text: 'Мене приваблює все нове.'
}, {
    part: 1,
    text: 'Мої рухи поривчасті і різання.'
}, {
    part: 1,
    text: 'Я завжди наполегливо йду до поставленої мети.'
}, {
    part: 1,
    text: 'У мене часто без особливих причин змінюється настрій.'
}, {
    part: 2,
    text:'Я - життєрадісна людина.'
}, {
    part: 2,
    text:'Я енергійний і завжди знаю, куди направити свою енергію.'
}, {
    part: 2,
    text:'Я не завжди доводжу до кінця те, що почав.'
}, {
    part: 2,
    text:'Я часто себе переоцінюю.'
}, {
    part: 2,
    text:'Все нове я схоплюю на льоту.'
}, {
    part: 2,
    text:'Мої інтереси непостійні.'
}, {
    part: 2,
    text:'Свої невдачі я переживаю досить легко.'
}, {
    part: 2,
    text:'Мені легко пристосуватися до практично будь-яких обставин.'
}, {
    part: 2,
    text:'Будь-яка справа, якою я займаюся, захоплює мене.'
}, {
    part: 2,
    text:'Як тільки мій інтерес до справи вгасає, я, як правило, кидаю його.'
}, {
    part: 2,
    text:'Я легко включаюсь в нову роботу, а також переключаюсь з одного виду діяльності на інший.'
}, {
    part: 2,
    text:'Монотонна кропітка робота гнітить мене.'
}, {
    part: 2,
    text:'Я товариський і чуйний, у мене багато друзів.'
}, {
    part: 2,
    text:'У мене висока працездатність, я дуже витривалий.'
}, {
    part: 2,
    text:'Я говорю зазвичай голосно, швидко і чітко.'
}, {
    part: 2,
    text:'Навіть в складних і непередбачуваних обставин я не втрачаю самовладання.'
}, {
    part: 2,
    text:'Я завжди доброзичливо налаштований.'
}, {
    part: 2,
    text:'Я зазвичай без зусиль засинаю і прокидаюся.'
}, {
    part: 2,
    text:'Я часто приймаю поспішні, необдумані рішення.'
}, {
    part: 2,
    text:'Іноді я слухаю когось неуважно, не вникаючи в суть розповіді.'
}, {
    part: 3,
    text:'Зазвичай я спокійний і холоднокровний.'
}, {
    part: 3,
    text:'У всіх своїх справах я дотримуюся певної послідовності.'
}, {
    part: 3,
    text:'Зазвичай я розважливий і обережний.'
}, {
    part: 3,
    text:'Я спокійно переношу очікування.'
}, {
    part: 3,
    text:'Якщо мені нічого сказати, я вважаю за краще мовчати.'
}, {
    part: 3,
    text:'Моя мова розмірена і спокійна, без яскравого емоційного забарвлення.'
}, {
    part: 3,
    text:'Я стриманий і терплячий.'
}, {
    part: 3,
    text:'Я зазвичай доводжу те, що почав, до кінця.'
}, {
    part: 3,
    text:'Я не витрачаю сили на дрібниці, але можу бути дуже працездатним, якщо бачу, що справа того варта.'
}, {
    part: 3,
    text:'У роботі і в житті я дотримуюся звичної схеми.'
}, {
    part: 3,
    text:'Мені легко стримати свої емоції.'
}, {
    part: 3,
    text:'Похвала або критика на мою адресу мало хвилюють мене.'
}, {
    part: 3,
    text:'До жартів на свою адресу я ставлюся поблажливо.'
}, {
    part: 3,
    text:'Мої інтереси відрізняються постійністю.'
}, {
    part: 3,
    text:'Я повільно втягуюся в роботу або переключаюсь з одного виду діяльності на інший.'
}, {
    part: 3,
    text:'Зазвичай у мене рівні стосунки з усіма.'
}, {
    part: 3,
    text:'Я акуратний і люблю порядок у всьому.'
}, {
    part: 3,
    text:'Мені важко адаптуватися до нової обстановки.'
}, {
    part: 3,
    text:'Я дуже витриманий.'
}, {
    part: 3,
    text:'Контакт з новими людьми я налагоджую поступово.'
}, {
    part: 4,
    text:'Я сором\'язливий.'
}, {
    part: 4,
    text:'У незнайомій обстановці я відчуваю себе розгубленим.'
}, {
    part: 4,
    text:'Мені важко заговорити з незнайомою людиною.'
}, {
    part: 4,
    text:'Часом я не вірю в свої сили.'
}, {
    part: 4,
    text:'Я спокійно переношу самотність.'
}, {
    part: 4,
    text:'Невдачі пригнічують мене.'
}, {
    part: 4,
    text:'Іноді я надовго йду в себе.'
}, {
    part: 4,
    text:'Я швидко втомлююся.'
}, {
    part: 4,
    text:'Я говорю дуже тихо, іноді майже пошепки.'
}, {
    part: 4,
    text:'Я завжди підбудовуюся під мого співрозмовника.'
}, {
    part: 4,
    text:'Іноді щось вражає мене настільки, що я не можу стримати сліз.'
}, {
    part: 4,
    text:'Я дуже чутливий до похвали або критики.'
}, {
    part: 4,
    text:'Я висуваю високі вимоги до себе і оточуючих.'
}, {
    part: 4,
    text:'Я буваю недовірливим і підозрілим.'
}, {
    part: 4,
    text:'Я легко ранима людина.'
}, {
    part: 4,
    text:'Мене легко образити.'
}, {
    part: 4,
    text:'Я вважаю за краще приховувати свої думки від оточуючих.'
}, {
    part: 4,
    text:'Я боязкий і малоактивний.'
}, {
    part: 4,
    text:'Я зазвичай покірливо підкоряюся наказам.'
}, {
    part: 4,
    text:'Мені хотілося б викликати в оточуючих співчуття до мене.'
}, ];
